<template>
	<div>
		<h1 style="text-align: left;">枝江大学概况</h1>
		<div style="text-align: left;text-indent:2em; font-size: 20px;">
			<p>
				枝江大学建校于2020年，坐落于虚拟文化名城枝江。
			</p>
			<p>
				一年来，百万师生筚路蓝缕，却始终未曾谈及放弃。
			</p>
			<p>
				学校成立时间短，但却成果斐然。研究成果涵盖数个方向，展现形式多种多样，社会影响力逐渐增大。
			</p>
			<p>
				学校秉承优秀校友嘉然的指导。学校坚持从学生的内心出发，为学生提供及时有力的支持，助力其走上更光明的前途。
			</p>
			<p>
				征程万里风正劲，重任千钧再奋蹄。全校师生将继续以优秀校友们的思想为指导，贯彻落实优秀校友们的思想精神，不驰于空想、不骛于虚声，一步一个脚印，为推进创建全国知名大学的目标贡献力量！
			</p>
		</div>

	</div>

</template>

<script>
	export default {
		name: 'Home'
	}
</script>
